[TheWorld:PersistentLevel.DisDoor_0 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="科尔沃囚室钥匙"

[TheWorld:PersistentLevel.DisDoor_1 DisDoor]
m_DoorName=""
m_MatchingKey=""

[TheWorld:PersistentLevel.DisDoor_17 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="庭院过道钥匙"

[TheWorld:PersistentLevel.DisDoor_28 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="牢房走廊钥匙"
m_MatchingKeys[1]="庭院钥匙"

[TheWorld:PersistentLevel.DisDoor_4 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="庭院钥匙"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="对准尸体按下 `GBA_Use` 以拿走钥匙"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_1 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Journal` 可观看格斗教程"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_10 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="1秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_11 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="2秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_12 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="3秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_13 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="4秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_14 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="5秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_15 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="10秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_16 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="9秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_17 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="8秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_18 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="7秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_19 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="6秒后爆炸"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_2 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Journal` 可观看击倒教程"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_20 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Sneak` 来潜行<BR/>按下 `GBA_Journal` 可观看潜行教程"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_21 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Use` 可在潜行时扒窃"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_22 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="吃和喝可以恢复一定的生命值"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_23 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_LeanLeft` 或 `GBA_LeanRight` 可在掩体后侧身"
m_TutorialMessage_Gamepad="按住 `GBA_Lean_Gamepad` 并使用左杆可在掩体后侧身"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_24 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="移动到边缘处并按住 `GBA_Jump` 可攀爬"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_25 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Journal` 可观看警觉教程"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_26 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Sneak` 来潜行"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_28 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="一个时机恰当的格挡动作可以让你有机会反击"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_3 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按住 `GBA_Sprint` 可冲刺"
m_TutorialMessage_Gamepad="点击 `GBA_Sprint` 可冲刺"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_30 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Primary` 来挥剑"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_31 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Block` 来格挡"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_32 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Secondary` 可使用手枪"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_4 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Wheel` 可打开技能轮并使用药剂"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_5 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="用你的鼠标来四处观察"
m_TutorialMessage_Gamepad="用 `KEY_RightStick` 来四处观察"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_6 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Journal` 可观看侧身教程"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_7 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按住 `GBA_Block` 可格挡敌人的剑击"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_SetTutorialMessage_9 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Journal` 可观看日志教程"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="控制室区域"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_2 DisSeqAct_ShowLocationDiscovery]
m_LocationName="庭院过道"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="审讯室"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_4 DisSeqAct_ShowLocationDiscovery]
m_LocationName="监狱庭院"

[TheWorld:PersistentLevel.Main_Sequence.=HUD-Notes-Tutorials=.DisSeqAct_ShowLocationDiscovery_5 DisSeqAct_ShowLocationDiscovery]
m_LocationName="寒脊监狱"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="勒晕我！"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="信息"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭院过道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭院过道出口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭院过道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="审讯室"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="跳"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="从这里攀爬"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="外门"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往天桥"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="从这里攀爬"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="门"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="主要入口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_24 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道入口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_26 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_27 DisSeqAct_UpdateTaskTarget]
m_TargetName="武器"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="武器"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="控制室走廊"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="出口走廊"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="门的控制器"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="定时炸弹"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭院过道入口"

[TheWorld:PersistentLevel.Main_Sequence.=Objectives=.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="庭院过道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往下水道")
m_Choices[1]=(m_ChoiceText="留在寒脊监狱")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_9 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="六个月后"
m_TutorialMessage_Gamepad=""

